Repository: PITADIA/android-couple-app
Catalog: PourRire.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br, pt_pt

# prad_35
source: If you had to create a new type of restaurant with a completely crazy concept, what would it be?
de: Wenn du ein Restaurant mit einem komplett verrückten Konzept erfinden müsstest – wie würde es aussehen?
es: Si tuvieras que crear un nuevo tipo de restaurante con un concepto totalmente loco, ¿cómo sería?
fr: Si tu devais créer un nouveau type de restaurant avec un concept complètement fou, quel serait-il ?
it: Se dovessi creare un nuovo tipo di ristorante con un concept completamente folle, quale sarebbe?
nl: Als je een restaurant met een compleet gek concept moest bedenken, hoe zou dat eruitzien?
pt_br: Se você tivesse que criar um restaurante com um conceito totalmente maluco, como seria?
pt_pt: Se tivesses de criar um restaurante com um conceito completamente louco, como seria?

# prad_36
source: What's the most absurd moment you tried to lie to your parents?
de: Was war der absurdeste Moment, in dem du versucht hast, deine Eltern anzulügen?
es: ¿Cuál fue el momento más absurdo en el que intentaste mentirle a tus padres?
fr: Quel est le moment le plus absurde où tu as essayé de mentir à tes parents ?
it: Qual è il momento più assurdo in cui hai provato a mentire ai tuoi genitori?
nl: Wat is het meest absurde moment waarop je probeerde tegen je ouders te liegen?
pt_br: Qual foi o momento mais absurdo em que você tentou mentir para seus pais?
pt_pt: Qual foi o momento mais absurdo em que tentaste mentir aos teus pais?

# prad_37
source: If you could replace all door handles with anything else, what would you choose?
de: Wenn du alle Türklinken durch irgendetwas ersetzen könntest – was würdest du nehmen?
es: Si pudieras reemplazar todas las manijas de las puertas por otra cosa, ¿qué elegirías?
fr: Si tu pouvais remplacer toutes les poignées de porte par n'importe quoi d'autre, que choisirais-tu ?
it: Se potessi sostituire tutte le maniglie delle porte con qualsiasi altra cosa, cosa sceglieresti?
nl: Als je alle deurklinken kon vervangen door iets anders, wat zou je kiezen?
pt_br: Se você pudesse substituir todas as maçanetas por outra coisa, o que escolheria?
pt_pt: Se pudesses substituir todas as maçanetas por outra coisa, o que escolherias?

# prad_38
source: What's the most ridiculous thing you've done thinking no one was watching?
de: Was ist das Lächerlichste, das du getan hast, weil du dachtest, niemand schaut zu?
es: ¿Qué es lo más ridículo que has hecho pensando que nadie te veía?
fr: Quelle est la chose la plus ridicule que tu aies faite en pensant que personne ne te regardait ?
it: Qual è la cosa più ridicola che hai fatto pensando che nessuno ti stesse guardando?
nl: Wat is het meest belachelijke dat je hebt gedaan terwijl je dacht dat niemand keek?
pt_br: Qual foi a coisa mais ridícula que você já fez achando que ninguém estava vendo?
pt_pt: Qual foi a coisa mais ridícula que já fizeste a pensar que ninguém te via?

# prad_39
source: If you had to create a new type of public transportation, what would it look like?
de: Wenn du ein neues öffentliches Verkehrsmittel erfinden müsstest – wie sähe es aus?
es: Si tuvieras que crear un nuevo tipo de transporte público, ¿cómo sería?
fr: Si tu devais créer un nouveau type de transport en commun, à quoi ressemblerait-il ?
it: Se dovessi inventare un nuovo tipo di trasporto pubblico, come sarebbe?
nl: Als je een nieuw soort openbaar vervoer moest uitvinden, hoe zou dat eruitzien?
pt_br: Se você tivesse que inventar um novo transporte público, como seria?
pt_pt: Se tivesses de inventar um novo transporte público, como seria?

# prad_40
source: What's the most embarrassing time you were caught procrastinating?
de: Wann wurdest du am peinlichsten beim Aufschieben erwischt?
es: ¿Cuál fue la vez más vergonzosa en que te descubrieron procrastinando?
fr: Quel est le moment le plus gênant où tu as été pris(e) en flagrant délit de procrastination ?
it: Qual è la volta più imbarazzante in cui ti hanno colto a procrastinare?
nl: Wat is het meest gênante moment waarop je betrapt werd op uitstellen?
pt_br: Qual foi o momento mais constrangedor em que pegaram você procrastinando?
pt_pt: Qual foi o momento mais embaraçoso em que foste apanhado a procrastinar?

# prad_41
source: If you could make one everyday object huge, which one would you choose to create the most chaos?
de: Wenn du einen Alltagsgegenstand riesig machen könntest – welchen würdest du nehmen, um maximales Chaos zu verursachen?
es: Si pudieras hacer enorme un objeto cotidiano, ¿cuál elegirías para crear el mayor caos?
fr: Si tu pouvais faire en sorte qu'un objet du quotidien devienne énorme, lequel choisirais-tu pour créer le plus de chaos ?
it: Se potessi rendere enorme un oggetto quotidiano, quale sceglieresti per creare il massimo caos?
nl: Als je een alledaags object enorm groot kon maken, welk zou je kiezen om chaos te veroorzaken?
pt_br: Se você pudesse deixar enorme um objeto do dia a dia, qual escolheria para criar mais caos?
pt_pt: Se pudesses tornar enorme um objeto do dia a dia, qual escolherias para criar mais caos?

# prad_42
source: What's the most absurd thing you've done to avoid cleaning?
de: Was ist das Absurdeste, das du getan hast, um Putzen zu vermeiden?
es: ¿Qué es lo más absurdo que has hecho para evitar limpiar?
fr: Quelle est la chose la plus absurde que tu aies faite pour éviter de faire le ménage ?
it: Qual è la cosa più assurda che hai fatto per evitare di pulire?
nl: Wat is het meest absurde dat je hebt gedaan om schoonmaken te vermijden?
pt_br: Qual foi a coisa mais absurda que você já fez para não precisar limpar?
pt_pt: Qual foi a coisa mais absurda que já fizeste para não ter de limpar?

# prad_43
source: If you had to create a new type of exercise based on a ridiculous activity, what would it be?
de: Wenn du aus einer lächerlichen Aktivität ein Workout machen müsstest – was wäre das?
es: Si tuvieras que crear un nuevo tipo de ejercicio basado en una actividad ridícula, ¿cuál sería?
fr: Si tu devais créer un nouveau type d'exercice physique basé sur une activité ridicule, quel serait-il ?
it: Se dovessi creare un nuovo tipo di esercizio basato su un'attività ridicola, quale sarebbe?
nl: Als je een nieuwe oefening moest maken gebaseerd op een belachelijke activiteit, wat zou dat zijn?
pt_br: Se você tivesse que criar um novo exercício baseado em uma atividade ridícula, qual seria?
pt_pt: Se tivesses de criar um novo exercício físico inspirado numa atividade ridícula, qual seria?

# prad_44
source: What's the stupidest moment you tried to do something you saw in a movie?
de: Was war der dümmste Moment, in dem du versucht hast, etwas aus einem Film nachzumachen?
es: ¿Cuál fue el momento más tonto en que intentaste hacer algo que viste en una película?
fr: Quel est le moment le plus stupide où tu as essayé de faire quelque chose que tu avais vu dans un film ?
it: Qual è il momento più stupido in cui hai provato a fare qualcosa visto in un film?
nl: Wat is het domste moment waarop je iets uit een film probeerde na te doen?
pt_br: Qual foi o momento mais idiota em que você tentou fazer algo que viu em um filme?
pt_pt: Qual foi o momento mais estúpido em que tentaste fazer algo que viste num filme?

# prad_45
source: If you could replace all traffic lights with anything else, what would you choose?
de: Wenn du alle Ampeln durch irgendetwas ersetzen könntest – was würdest du nehmen?
es: Si pudieras reemplazar todos los semáforos por otra cosa, ¿qué elegirías?
fr: Si tu pouvais remplacer tous les feux de circulation par n'importe quoi d'autre, que choisirais-tu ?
it: Se potessi sostituire tutti i semafori con qualsiasi altra cosa, cosa sceglieresti?
nl: Als je alle verkeerslichten kon vervangen door iets anders, wat zou je kiezen?
pt_br: Se você pudesse substituir todos os semáforos por outra coisa, o que escolheria?
pt_pt: Se pudesses substituir todos os semáforos por outra coisa, o que escolherias?

# prad_46
source: What's the most ridiculous thing you've done while half asleep?
de: Was ist das Lächerlichste, das du im Halbschlaf gemacht hast?
es: ¿Qué es lo más ridículo que has hecho medio dormido?
fr: Quelle est la chose la plus ridicule que tu aies faite en étant à moitié endormi(e) ?
it: Qual è la cosa più ridicola che hai fatto mezzo addormentato?
nl: Wat is het meest belachelijke dat je hebt gedaan terwijl je half sliep?
pt_br: Qual foi a coisa mais ridícula que você já fez meio dormindo?
pt_pt: Qual foi a coisa mais ridícula que já fizeste meio a dormir?

# prad_47
source: If you had to create a completely absurd new contest, what would be the main challenge?
de: Wenn du einen völlig absurden Wettbewerb erfinden müsstest – was wäre die Hauptaufgabe?
es: Si tuvieras que crear un concurso completamente absurdo, ¿cuál sería el desafío principal?
fr: Si tu devais créer un nouveau type de concours complètement absurde, quelle en serait l'épreuve principale ?
it: Se dovessi inventare una nuova gara completamente assurda, quale sarebbe la sfida principale?
nl: Als je een compleet absurde nieuwe wedstrijd moest bedenken, wat zou de hoofdproef zijn?
pt_br: Se você tivesse que criar uma competição totalmente absurda, qual seria o desafio principal?
pt_pt: Se tivesses de criar um concurso totalmente absurdo, qual seria a prova principal?

# prad_48
source: What's the most embarrassing moment you tried to be cool but everything went wrong?
de: Was war der peinlichste Moment, in dem du cool wirken wolltest und alles schiefging?
es: ¿Cuál fue el momento más vergonzoso en que intentaste ser cool y todo salió mal?
fr: Quel est le moment le plus gênant où tu as essayé d'être cool mais où tout a mal tourné ?
it: Qual è il momento più imbarazzante in cui hai cercato di fare il cool ma è andato tutto storto?
nl: Wat is het meest gênante moment waarop je probeerde cool te doen maar alles misliep?
pt_br: Qual foi o momento mais constrangedor em que você tentou ser descolado mas tudo deu errado?
pt_pt: Qual foi o momento mais constrangedor em que tentaste ser fixe mas tudo correu mal?

# prad_49
source: If you could make one food have a completely different texture, which one would you choose?
de: Wenn ein Essen plötzlich eine komplett andere Konsistenz haben könnte – welches würdest du wählen?
es: Si pudieras hacer que un alimento tuviera una textura completamente distinta, ¿cuál elegirías?
fr: Si tu pouvais faire en sorte qu'un aliment ait une texture complètement différente, lequel choisirais-tu ?
it: Se potessi far avere a un cibo una consistenza completamente diversa, quale sceglieresti?
nl: Als je de textuur van een bepaald eten volledig kon veranderen, welk zou je kiezen?
pt_br: Se você pudesse mudar a textura de um alimento, qual escolheria?
pt_pt: Se pudesses mudar a textura de um alimento, qual escolherias?

# prad_50
source: What's the stupidest thing you've done trying to save money?
de: Was ist das Dümmste, das du getan hast, um Geld zu sparen?
es: ¿Qué es lo más tonto que has hecho intentando ahorrar dinero?
fr: Quelle est la chose la plus stupide que tu aies faite en essayant d'économiser de l'argent ?
it: Qual è la cosa più stupida che hai fatto cercando di risparmiare?
nl: Wat is het domste dat je hebt gedaan om geld te besparen?
pt_br: Qual foi a coisa mais idiota que você já fez tentando economizar dinheiro?
pt_pt: Qual foi a coisa mais estúpida que já fizeste para tentar poupar dinheiro?

# prad_51
source: If you had to create a new type of store with a completely crazy concept, what would it be?
de: Wenn du einen Laden mit einem komplett verrückten Konzept eröffnen müsstest – wie sähe er aus?
es: Si tuvieras que crear un nuevo tipo de tienda con un concepto totalmente loco, ¿cómo sería?
fr: Si tu devais créer un nouveau type de magasin avec un concept complètement fou, quel serait-il ?
it: Se dovessi creare un nuovo tipo di negozio con un concept completamente folle, quale sarebbe?
nl: Als je een winkel met een compleet gek concept moest creëren, hoe zou die eruitzien?
pt_br: Se você tivesse que criar uma loja com um conceito totalmente maluco, como seria?
pt_pt: Se tivesses de criar uma loja com um conceito completamente louco, como seria?

# prad_52
source: What's the most absurd moment you tried to fix something and broke everything?
de: Was war der absurdeste Moment, in dem du etwas reparieren wolltest und alles kaputtgemacht hast?
es: ¿Cuál fue el momento más absurdo en que intentaste arreglar algo y lo rompiste todo?
fr: Quel est le moment le plus absurde où tu as essayé de réparer quelque chose et où tu as tout cassé ?
it: Qual è il momento più assurdo in cui hai provato ad aggiustare qualcosa e hai rotto tutto?
nl: Wat is het meest absurde moment waarop je iets probeerde te repareren en alles kapotmaakte?
pt_br: Qual foi o momento mais absurdo em que você tentou consertar algo e acabou quebrando tudo?
pt_pt: Qual foi o momento mais absurdo em que tentaste consertar algo e acabaste por estragar tudo?

# prad_53
source: If you could replace all phones with any other object to communicate, which one would you choose?
de: Wenn du alle Handys durch irgendeinen anderen Gegenstand zum Kommunizieren ersetzen könntest – welchen würdest du nehmen?
es: Si pudieras reemplazar todos los teléfonos por cualquier otro objeto para comunicarte, ¿cuál elegirías?
fr: Si tu pouvais remplacer tous les téléphones par n'importe quel autre objet pour communiquer, lequel choisirais-tu ?
it: Se potessi sostituire tutti i telefoni con qualsiasi altro oggetto per comunicare, quale sceglieresti?
nl: Als je alle telefoons kon vervangen door een ander object om te communiceren, welk zou je kiezen?
pt_br: Se você pudesse substituir todos os telefones por outro objeto para se comunicar, qual escolheria?
pt_pt: Se pudesses substituir todos os telefones por outro objeto para comunicar, qual escolherias?

# prad_54
source: What's the most ridiculous thing you've done trying to impress your friends?
de: Was ist das Lächerlichste, das du getan hast, um deine Freundinnen und Freunde zu beeindrucken?
es: ¿Qué es lo más ridículo que has hecho para impresionar a tus amigos?
fr: Quelle est la chose la plus ridicule que tu aies faite en essayant d'impressionner tes amis ?
it: Qual è la cosa più ridicola che hai fatto per impressionare i tuoi amici?
nl: Wat is het meest belachelijke dat je hebt gedaan om je vrienden te imponeren?
pt_br: Qual foi a coisa mais ridícula que você já fez para impressionar seus amigos?
pt_pt: Qual foi a coisa mais ridícula que já fizeste para impressionar os teus amigos?

# prad_55
source: If you had to create a new type of entertainment based on a boring activity, what would it be?
de: Wenn du aus einer langweiligen Aktivität eine neue Art von Unterhaltung machen müsstest – was wäre das?
es: Si tuvieras que crear un nuevo tipo de entretenimiento basado en una actividad aburrida, ¿cuál sería?
fr: Si tu devais créer un nouveau type de divertissement basé sur une activité ennuyeuse, quel serait-il ?
it: Se dovessi creare un nuovo tipo di intrattenimento basato su un'attività noiosa, quale sarebbe?
nl: Als je een nieuw soort entertainment moest maken gebaseerd op iets saais, wat zou dat zijn?
pt_br: Se você tivesse que criar um novo tipo de entretenimento baseado em uma atividade chata, qual seria?
pt_pt: Se tivesses de criar um novo tipo de entretenimento baseado numa atividade aborrecida, qual seria?

# prad_56
source: What's the most embarrassing moment you confused two people on the phone?
de: Wann hast du am peinlichsten am Telefon zwei Personen verwechselt?
es: ¿Cuál fue el momento más vergonzoso en que confundiste a dos personas por teléfono?
fr: Quel est le moment le plus gênant où tu as confondu deux personnes au téléphone ?
it: Qual è il momento più imbarazzante in cui hai confuso due persone al telefono?
nl: Wat is het meest gênante moment waarop je twee mensen aan de telefoon door elkaar haalde?
pt_br: Qual foi o momento mais constrangedor em que você confundiu duas pessoas ao telefone?
pt_pt: Qual foi o momento mais embaraçoso em que confundiste duas pessoas ao telefone?

# prad_57
source: If you could make a piece of clothing have a completely useless function, which one would you choose?
de: Wenn du einem Kleidungsstück eine komplett sinnlose Funktion geben könntest, welches wäre es?
es: Si pudieras hacer que una prenda de ropa tuviera una función completamente inútil, ¿cuál elegirías?
fr: Si tu pouvais faire en sorte qu'un vêtement ait une fonction complètement inutile, laquelle choisirais-tu ?
it: Se potessi far avere a un capo d'abbigliamento una funzione completamente inutile, quale sceglieresti?
nl: Als je een kledingstuk een volledig nutteloze functie kon geven, welk zou je kiezen?
pt_br: Se você pudesse dar a uma peça de roupa uma função completamente inútil, qual seria?
pt_pt: Se pudesses dar a uma peça de roupa uma função completamente inútil, qual seria?

# prad_58
source: What's the most absurd thing you've done trying to get noticed?
de: Was war das Absurdeste, das du getan hast, um aufzufallen?
es: ¿Qué es lo más absurdo que has hecho intentando que te notaran?
fr: Quelle est la chose la plus absurde que tu aies faite en essayant de te faire remarquer ?
it: Qual è la cosa più assurda che hai fatto per farti notare?
nl: Wat is het meest absurde dat je hebt gedaan om op te vallen?
pt_br: Qual foi a coisa mais absurda que você já fez para chamar atenção?
pt_pt: Qual foi a coisa mais absurda que já fizeste para chamar a atenção?

# prad_59
source: If you had to create a new type of board game with completely crazy rules, what would it be?
de: Wenn du ein neues Brettspiel mit völlig verrückten Regeln erfinden müsstest, wie wäre es?
es: Si tuvieras que crear un nuevo juego de mesa con reglas totalmente locas, ¿cómo sería?
fr: Si tu devais créer un nouveau type de jeu de société avec des règles complètement folles, quel serait-il ?
it: Se dovessi creare un nuovo gioco da tavolo con regole completamente folli, come sarebbe?
nl: Als je een nieuw bordspel moest uitvinden met compleet gekke regels, hoe zou dat eruitzien?
pt_br: Se você tivesse que criar um novo jogo de tabuleiro com regras totalmente malucas, como seria?
pt_pt: Se tivesses de criar um novo jogo de tabuleiro com regras completamente malucas, como seria?

# prad_60
source: What's the silliest time you tried to do something romantic but it backfired?
de: Was war der dümmste Moment, in dem du etwas Romantisches versucht hast und es komplett nach hinten losging?
es: ¿Cuál fue la vez más tonta en que intentaste hacer algo romántico y salió mal?
fr: Quel est le moment le plus stupide où tu as essayé de faire quelque chose de romantique mais où ça a foiré ?
it: Qual è la volta più stupida in cui hai provato a fare qualcosa di romantico ma è finita male?
nl: Wat is het domste moment waarop je iets romantisch probeerde te doen en het helemaal mislukte?
pt_br: Qual foi o momento mais idiota em que você tentou fazer algo romântico mas deu errado?
pt_pt: Qual foi o momento mais parvo em que tentaste fazer algo romântico mas correu mal?

# prad_61
source: If you could replace all mirrors with anything else, what would you choose?
de: Wenn du alle Spiegel durch irgendwas ersetzen könntest, was würdest du nehmen?
es: Si pudieras reemplazar todos los espejos por otra cosa, ¿qué elegirías?
fr: Si tu pouvais remplacer tous les miroirs par n'importe quoi d'autre, que choisirais-tu ?
it: Se potessi sostituire tutti gli specchi con qualsiasi altra cosa, cosa sceglieresti?
nl: Als je alle spiegels kon vervangen door iets anders, wat zou je kiezen?
pt_br: Se você pudesse substituir todos os espelhos por outra coisa, o que escolheria?
pt_pt: Se pudesses substituir todos os espelhos por outra coisa, o que escolherias?

# prad_62
source: What's the most ridiculous thing you've done trying to get revenge on someone?
de: Was ist das Lächerlichste, was du getan hast, um dich an jemandem zu rächen?
es: ¿Qué es lo más ridículo que has hecho intentando vengarte de alguien?
fr: Quelle est la chose la plus ridicule que tu aies faite en essayant de te venger de quelqu'un ?
it: Qual è la cosa più ridicola che hai fatto per vendicarti di qualcuno?
nl: Wat is het meest belachelijke dat je hebt gedaan om wraak te nemen op iemand?
pt_br: Qual foi a coisa mais ridícula que você já fez para se vingar de alguém?
pt_pt: Qual foi a coisa mais ridícula que já fizeste para te vingar de alguém?

# prad_63
source: If you had to create a completely useless new course, what would it be?
de: Wenn du einen komplett nutzlosen neuen Kurs erfinden müsstest, welcher wäre das?
es: Si tuvieras que crear un curso totalmente inútil, ¿cuál sería?
fr: Si tu devais créer un nouveau type de cours complètement inutile, quel serait-il ?
it: Se dovessi creare un nuovo corso completamente inutile, quale sarebbe?
nl: Als je een compleet nutteloze cursus moest verzinnen, welke zou dat zijn?
pt_br: Se você tivesse que inventar uma matéria totalmente inútil, qual seria?
pt_pt: Se tivesses de inventar uma disciplina totalmente inútil, qual seria?

# prad_64
source: What's the most embarrassing time you tried to pretend to like something you hated?
de: Was war der peinlichste Moment, in dem du so getan hast, als würdest du etwas mögen, das du eigentlich hasst?
es: ¿Cuál fue la vez más vergonzosa en que fingiste que te gustaba algo que odiabas?
fr: Quel est le moment le plus gênant où tu as essayé de faire semblant d'aimer quelque chose que tu détestais ?
it: Qual è la volta più imbarazzante in cui hai finto di apprezzare qualcosa che odiavi?
nl: Wat is het meest gênante moment waarop je deed alsof je iets leuk vond dat je eigenlijk haatte?
pt_br: Qual foi o momento mais constrangedor em que você fingiu gostar de algo que odiava?
pt_pt: Qual foi o momento mais embaraçoso em que fingiste gostar de algo que detestavas?

# prad_65
source: If you could make a piece of furniture have a completely different function, which one would you choose?
de: Wenn du einem Möbelstück eine komplett andere Funktion geben könntest, welches wäre es?
es: Si pudieras hacer que un mueble tuviera una función completamente distinta, ¿cuál elegirías?
fr: Si tu pouvais faire en sorte qu'un meuble ait une fonction complètement différente, lequel choisirais-tu ?
it: Se potessi far avere a un mobile una funzione completamente diversa, quale sceglieresti?
nl: Als je een meubelstuk een volledig andere functie kon geven, welk zou je kiezen?
pt_br: Se você pudesse dar a um móvel uma função completamente diferente, qual escolheria?
pt_pt: Se pudesses dar a um móvel uma função completamente diferente, qual escolherias?

# prad_66
source: What's the most absurd thing you've done trying to get forgiveness?
de: Was ist das Absurdeste, das du getan hast, um Vergebung zu bekommen?
es: ¿Qué es lo más absurdo que has hecho tratando de conseguir perdón?
fr: Quelle est la chose la plus absurde que tu aies faite en essayant de te faire pardonner ?
it: Qual è la cosa più assurda che hai fatto per ottenere il perdono?
nl: Wat is het meest absurde dat je hebt gedaan om vergeving te krijgen?
pt_br: Qual foi a coisa mais absurda que você já fez para ser perdoado?
pt_pt: Qual foi a coisa mais absurda que já fizeste para seres perdoado?
